# St7GetFaceLabelStyle

Returns the display style for face labels.

long St7GetFaceLabelStyle(long uID, long* LabelStyle)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
LabelStyle
One of lsNone, lsEntityNumber, lsIDNumber or lsPropertyNumber.